{
  "@context": "http://schema.org",
  "@type": [
    "BioChemEntity",
    "Sample"
  ],
  "identifier": [
    "SAMN02469388",
    "MMP02469388"
  ],
  "name": "Streptomyces sp. GBA 94-10",
  "url": "https://mmp.sfb.uit.no/databases/marref/#/records/MMP02469388",
  "description": "A total of 74 actinomycete isolates were cultivated from two marine sponge species; Geodia barretti and Phakellia ventilabrum collected at the same spot at the bottom of the Trondheim fjord (Norway). Phylogenetic analyses of sponge-associated actinomycetes based on the 16S rRNA gene sequences demonstrated the presence of species belonging to the genera Streptomyces; Nocardiopsis; Rhodococcus; Pseudonocardia and Micromonospora. Most of the isolates required sea water for growth; suggesting them being adapted to the marine environment. Phylogenetic analysis of Streptomyces spp. revealed two isolates originating from different sponges and having 99.7 % identity in their 16S rRNA gene sequences; suggesting that they might represent very closely related strains. Draft sequencing; annotation; and analysis of the genomes of these Streptomyces isolates clearly indicated that they had a common terrestrial ancestor; Streptomyces albus. Targeted analysis of the secondary metabolite biosynthesis genes in two genomes suggested recent acquisition of the gene cluster for enterocin by both isolates. Despite overall high similarity of the housekeeping genes in the two studied Streptomyces isolates and S. albus; certain secondary metabolite biosynthesis genes were shown to be differentially acquired or lost; supporting the hypothesis of divergent evolution in two sponge species.",
  "dataset": [
    "PRJNA171847",
    null,
    "171847",
    "171847",
    null,
    "GCF_000495635.1",
    null,
    null
  ],
  "additionalProperty": [
    {
      "@type": "PropertyValue",
      "name": "Geographic Location (GAZ)",
      "value": "Trondheimsfjord",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Trondheimsfjord",
          "codeValue": null,
          "url": "https://www.ebi.ac.uk/ols/ontologies/gaz/terms?iri=http%3A%2F%2Fpurl.obolibrary.org%2Fobo%2FGAZ_00043737"
        }
      ]
    },
    {
      "@type": "PropertyValue",
      "name": "Organism",
      "value": "Streptomyces",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Streptomyces",
          "codeValue": null,
          "url": "https://www.ncbi.nlm.nih.gov/Taxonomy/Browser/wwwtax.cgi?id=1218177"
        }
      ]
    }
  ]
}