{
  "@context": "http://schema.org",
  "@type": [
    "BioChemEntity",
    "Sample"
  ],
  "identifier": [
    "SAMN04191486",
    "MMP04191486"
  ],
  "name": "Nanohaloarchaea archaeon SG9",
  "url": "https://mmp.sfb.uit.no/databases/marref/#/records/MMP04191486",
  "description": "Halite endoliths (salt rocks) in the Atacama Desert represent one of the most extreme environments on Earth. We obtained a 9.6 Gb high quality shotgun metagenome from halite nodules collected in the Salar Grande area. Our metagenome is unique because it has high sequencing depth, low diversity, and representative members from all 3 domains of life and from viruses. Taxonomic assignment of the metagenomic reads confirmed that the community is dominated by members of the Archaea, including Nanohaloarchaea, and also comprised members of the Bacteria and Eukarya. The functional annotation of the metagenome revealed that the cyanobacterium Halothece might be responsible for most of the CO2 fixed in the community and that a number of archaea and bacteria could carry out photoheterotrophy, via light-driven proton pumps, increasing the energy budget of the community from light. Our analysis predicted that the alga identified in the community has one of the lowest protein isoelectric point (pI) distributions of any reported eukaryote. Its pI profile was similar to that of halophiles using a “salt-in” strategy. Our genome assembly produced a nanohaloarchaeon genome of 1.2 Mbp with Candidatus Haloredivivus as the closest known reference. We have named this new microorganism Candidatus Nanopetramus SG9. Analysis of its genome sequence revealed a photoheterotrophic life style, a low median isoelectric point for all its predicted proteins, suggesting a “salt-in” strategist, and the presence of a unique CRISPR/Cas system in its genome; one of the spacers from this unique CRISPR/Cas system matched a partial viral genome from the metagenome. We developed new methods to identify viral genomic content from metagenome data, resulting in the identification of over 30 complete or near complete viral or proviral genomes in the halite metagenome. These viral genomes were diverse in genome structure, gene content, host, and genome size. Putative hosts for these viruses included Halobacteriaceae, Nanohaloarchaea, and Cyanobacteria. Despite the dependence on deliquescence of the halite community for liquid water availability, this study revealed an ecosystem spanning three phylogenetic domains, containing a large diversity of viruses, and a predominant “salt-in” strategy to balance the high osmotic pressure of the environment.",
  "dataset": [
    "PRJNA296403",
    null,
    "296403",
    "296403",
    null,
    "GCA_001761425.1",
    null,
    null
  ],
  "additionalProperty": [
    {
      "@type": "PropertyValue",
      "name": "Geographic Location (GAZ)",
      "value": "Chile",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Chile",
          "codeValue": null,
          "url": "https://www.ebi.ac.uk/ols/ontologies/gaz/terms?iri=http%3A%2F%2Fpurl.obolibrary.org%2Fobo%2FGAZ_00002825"
        }
      ]
    },
    {
      "@type": "PropertyValue",
      "name": "Organism",
      "value": "Nanohaloarchaea archaeon",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Nanohaloarchaea archaeon",
          "codeValue": null,
          "url": "https://www.ncbi.nlm.nih.gov/Taxonomy/Browser/wwwtax.cgi?id=1737403"
        }
      ]
    }
  ]
}