{
  "@context": "http://schema.org",
  "@type": [
    "BioChemEntity",
    "Sample"
  ],
  "identifier": [
    "SAMN02940923",
    "MMP02940923"
  ],
  "name": "Vibrio coralliilyticus RE98",
  "url": "https://mmp.sfb.uit.no/databases/marref/#/records/MMP02940923",
  "description": "Vibrio coralliilyticus is a Gram-negative marine bacterium that is reported to cause coral bleaching; which has destroyed coral reefs worldwide. It is also pathogenic to larval shellfish and is likely responsible for major mortalities in shellfish hatcheries and potentially in natural settings. It has been confused with Vibrio tubiashii; a related species also known to cause larval shellfish mortalities. Some marine isolates thought to be V. tubiashii (like RE22 and the American Type Culture Collection strain ATCC 19105) have been reclassified as V. coralliilyticus. Strain RE98; until now thought to be a V. tubiashii; is particularly virulent toward larval oysters and was identified here by complete genome sequencing as V. coralliilyticus. The misidentification of several V. coralliilyticus as V. tubiashii has complicated the discernment of the roles of these pathogens as agents of larval shellfish mortalities and in coral bleaching. Complete sequencing and annotation of V. coralliilyticus RE98 and its plasmids provides valuable information for the study of its virulence; antibiotic resistance; and inactivation. Host_age: Larvae",
  "dataset": [
    "PRJNA256165",
    null,
    "256165",
    "256165",
    null,
    "GCA_000772065.1",
    null,
    null
  ],
  "additionalProperty": [
    {
      "@type": "PropertyValue",
      "name": "Geographic Location (GAZ)",
      "value": "Netarts Bay",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Netarts Bay",
          "codeValue": null,
          "url": "https://www.ebi.ac.uk/ols/ontologies/gaz/terms?iri=http%3A%2F%2Fpurl.obolibrary.org%2Fobo%2FGAZ_00168370"
        }
      ]
    },
    {
      "@type": "PropertyValue",
      "name": "Organism",
      "value": "Vibrio coralliilyticus",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Vibrio coralliilyticus",
          "codeValue": null,
          "url": "https://www.ncbi.nlm.nih.gov/Taxonomy/Browser/wwwtax.cgi?id=190893"
        }
      ]
    }
  ]
}