{
  "@context": "http://schema.org",
  "@type": [
    "BioChemEntity",
    "Sample"
  ],
  "identifier": [
    "SAMEA2271992",
    "MMP2271992"
  ],
  "name": "Halorhabdus tiamatea SARL4B",
  "url": "https://mmp.sfb.uit.no/databases/marref/#/records/MMP2271992",
  "description": "Background: Members of the euryarchaeal genus Halorhabus have been found in various hypersaline habitats; but so far are represented by only two isolates: H. utahensis AX-2T; a facultative anaerobe from the shallow Great Salt Lake of Utah; and H. tiamatea SARL4BT; an almost obligate anaerobe from the Shaban deep-sea hypersaline anoxic lake in the Red Sea; whose ecology is not well understood. Results: Here we present the complete genome of H. tiamatea SARL4BT and elucidate its niche adaptations. H. tiamatea SARL4BT excels as a polysaccharide-degrader as it constitutes the archaeon with the as yet highest number of glycoside hydrolases. Even though H. tiamatea SARL4BT inhabits a temperate; light-less; anoxic environment; its genome encodes genes usually found in hyperthermophiles; light-dependent enzymes such as bacteriorhodopsin; and a complete aerobic redox chain. Proteome analyses showed a pronounced stress response to oxygen; but simultaneously indicated possible respiration; and furthermore demonstrated relevance of the glycoside hydrolases. We could furthermore identify a closely related Halorhabus member in the Mediterranean deep-sea halophilic anoxic lake Medee by metagenomics and fluorescence in situ hybridization. Conclusions: Comparative genomics with H. utahensis AX-2T suggests that H. tiamatea SARL4BT evolved from a thermophile inhabiting an oxic habitat in the photic zone. H. tiamatea SARL4BT seems to have specialized on the degradation of recalcitrant algae and seagrass hemicelluloses that reach the deep-sea. Identification of a closely related Halorhabus member in the Mediterranean supports genetic drift among seemingly isolated hypersaline habitats and thus might explain why Halorhabdi have been found in such habitats worldwide.",
  "dataset": [
    "PRJEB1233",
    null,
    "1233",
    "1233",
    null,
    "GCA_000470655.1",
    null,
    null
  ],
  "additionalProperty": [
    {
      "@type": "PropertyValue",
      "name": "Geographic Location (GAZ)",
      "value": "Red Sea",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Red Sea",
          "codeValue": null,
          "url": "https://www.ebi.ac.uk/ols/ontologies/gaz/terms?iri=http%3A%2F%2Fpurl.obolibrary.org%2Fobo%2FGAZ_00002456"
        }
      ]
    },
    {
      "@type": "PropertyValue",
      "name": "Organism",
      "value": "Halorhabdus tiamatea",
      "valueReference": [
        {
          "@type": "CategoryCode",
          "name": "Halorhabdus tiamatea",
          "codeValue": null,
          "url": "https://www.ncbi.nlm.nih.gov/Taxonomy/Browser/wwwtax.cgi?id=1033806"
        }
      ]
    }
  ]
}